INSERT INTO public.faculties 
VALUES (1, 'ФИТР', 'Факультет информацтионных технологий и робототехники'),
(2, 'ФГДЭ', 'Факультет горного дела и инженерной экологии'),
(3, 'МСФ', 'Машиностроительный факультет'),
(4, 'МТФ', 'Механико-технологический факультет'),
(5, 'ФММП', 'Факультет маркетинга, менеджмента, предпринимательства'),
(6, 'ЭФ', 'Энергетический факультет'),
(7, 'ФТУГ', 'Факультет технологий управления и гуманитаризации'),
(8, 'ИПФ', 'Инженерно-педагогический факультет'),
(9, 'ФЭС', 'Факультет Энергетического строительства'),
(10, 'АФ', 'Архитектурный факультет'),
(11, 'СФ', 'Строительный факультет'),
(12, 'ПСФ', 'Приборостроительный факультет'),
(13, 'ФТК', 'Факультет транспортных коммуникаций'),
(14, 'ВТФ', 'Военно-технический факультет')


INSERT INTO public.cathedras
VALUES (1, 'ПОИСиТ', 'Программное обеспечение информационных систем и технологий', 'Полозков', 'Юрий', 'Владимирович', 1),
       (2, 'РТС', 'Робототехнические системы', 'Околов', 'Андрей', 'Ромуальдович', 1),
       (3, 'ЭАПУиТК', 'Электропривод и автоматизация промышленных установок и технологических комплексов', 'Павлюковец', 'Сергей', 'Анатольевич', 1),
       (4, 'ТФ', 'Техническая физика', 'Хорунжий', 'Игорь', 'Анатольевич', 1),
       (5, 'ВМ', 'Высшая математика', 'Щукин', 'Михаил', 'Владимирович', 1)
